Repository: gioitube/blog-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: %d article was successfully marked as published.
vi: %d bài viết đã được đánh dấu thành công là được xuất bản. %d bài viết đã được đánh dấu thành công là được xuất bản.

source: %d article was successfully marked as draft.
vi: %d bài viết đã được đánh dấu thành công là dự thảo. %d bài viết đã được đánh dấu thành công là dự thảo.

source: Content
vi: Nội dung

source: Illustration
vi: Hình minh họa

source: Publication
vi: Sự xuất bản

source: Slug
vi: Đường dẫn

source: Post other
vi: Bài viết khác

source: Metadatas
vi: Siêu dữ liệu

source: Please enter a short title for this article
vi: Vui lòng nhập một tiêu đề ngắn cho bài viết này

source: Please select a category for this article
vi: Vui lòng chọn một danh mục cho bài viết này

source: A comma-separated list of tags.
vi: Một danh sách các thẻ được phân tách bằng dấu phẩy.

source: Please select an article status
vi: Vui lòng chọn trạng thái bài viết

source: Please enter keywords for this article
vi: Vui lòng nhập từ khóa cho bài viết này

source: Please enter a short description for this article
vi: Vui lòng nhập một mô tả ngắn cho bài viết này

source: Please upload an image that is to be used as a featured image for this article.
vi: Vui lòng tải lên một hình ảnh được sử dụng như một hình ảnh nổi bật cho bài viết này.

source: Please enter the name of the image credit if applicable.
vi: Vui lòng nhập tên của tín dụng hình ảnh nếu có.

source: Article content
vi: Nội dung bài viết

source: Featured image
vi: Hình ảnh nổi bật

source: Image credit
vi: Tín dụng hình ảnh

source: Previous article
vi: Bài viết trước

source: Next article
vi: Bài viết sau

source: %s latest posts
vi: %s bài viết mới nhất

source: Posts by %(author_name)s - %(site_name)s
vi: Bài viết của %(author_name)s - %(site_name)s

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Name
vi: Tên

source: Email Address
vi: Địa chỉ email

source: Subject
vi: Vấn đề

source: Message
vi: Thông điệp

source: Full Name
vi: Họ và tên

source: Date created
vi: Ngày tạo

source: contact
vi: liên hệ

source: contacts
vi: liên hệ

source: Thank you for your message. It has been sent.
vi: Cảm ơn tin nhắn của bạn. Nó đã được gửi.

source: One or more fields have an error. Please check and try again.
vi: Một hoặc nhiều trường có lỗi. Vui lòng kiểm tra và thử lại.

source: No information about the photo
vi: Không có thông tin về bức ảnh

source: There is %(comment_count)s comment
vi: Có %(comment_count)s bình luận

source: Post your comment
vi: Đăng bình luận của bạn

source: New comments are not allowed.
vi: Bình luận mới không được phép.

source: Required for comment verification. Otherwise <a href="%(login_url)s">login</a>.
vi: Cần thiết để xác minh bình luận. Nếu không, <a href="%(login_url)s"> Đăng nhập </a>.

source: send
vi: gửi

source: preview
vi: xem trước

source: cancel
vi: hủy bỏ

source: Contact me here
vi: Liên hệ với tôi ở đây

source: By clicking submit you agree to our terms of service, privacy policy and how we use data as stated
vi: Bằng cách nhấp vào Gửi, bạn đồng ý với Điều khoản dịch vụ, Chính sách bảo mật của chúng tôi và cách chúng tôi sử dụng dữ liệu như đã nêu

source: Send message
vi: Gửi tin nhắn

source: Subject: %(subject)s
vi: Vấn đề: %(subject)s

source: Messages: %(message)s
vi: Thông điệp: %(message)s

source: Your comments to this website
vi: Nhận xét của bạn cho trang web này

source: In response to another comment.
vi: Để đáp lại một bình luận khác.

source: One person reacted with <span class="emoji">&%(r_icon)s</span>
vi: Một người đã phản ứng với <span class = "emoji"> &%(r_icon)s </span>

source: Account
vi: Tài khoản

source: Edit profile
vi: Chỉnh sửa hồ sơ

source: Change password
vi: Đổi mật khẩu

source: Delete account
vi: Xóa tài khoản

source: Logout
vi: Đăng xuất

source: Hi %(name)s
vi: Chào %(name)s

source: You or someone in behalf of you has requested to delete your account from %(site.domain)s. If you did not request it, please ignore this message or report an incident to %(contact|safe)s. Otherwise, please take a moment and follow the link below to delete your user account:
vi: Bạn hoặc ai đó thay mặt bạn đã yêu cầu xóa tài khoản của bạn khỏi %(site.domain)s. Nếu bạn không yêu cầu nó, vui lòng bỏ qua tin nhắn này hoặc báo cáo sự cố với %(contact|safe)s. Nếu không, vui lòng dành một chút thời gian và theo liên kết bên dưới để xóa tài khoản người dùng của bạn:

source: If clicking does no work, you can also copy and paste the address into your browser's address window.
vi: Nếu nhấp vào không có công việc, bạn cũng có thể sao chép và dán địa chỉ vào cửa sổ địa chỉ của trình duyệt.

source: Thank you for your contributions.
vi: Cảm ơn vì sự đóng góp của bạn.

source: --<br/> Kind regards,<br/> %(site)s
vi: --<br/> Trân trọng,<br/> %(site)s

source: <p>Your contributions are very much appreciated and deleting them might break a chain of comments, therefore they will be preserved after you delete your account. However if you don't want to display your name associated with your contributions you can choose to anonymized them so that the name displayed can not be associated with yours.</p>
vi: <p> Những đóng góp của bạn được đánh giá rất cao và xóa chúng có thể phá vỡ một chuỗi các bình luận, do đó chúng sẽ được bảo tồn sau khi bạn xóa tài khoản của mình. Tuy nhiên, nếu bạn không muốn hiển thị tên của mình được liên kết với các đóng góp của mình, bạn có thể chọn ẩn danh chúng để tên hiển thị không thể được liên kết với của bạn. </p>

source: A confirmation message has been sent to <strong><code>%(email)s</code></strong>.
vi: Một thông báo xác nhận đã được gửi đến <strong> <code>%(email)s </code> </strong>.

source: Click on the confirmation link in the email to complete the deletion of your user account.
vi: Nhấp vào liên kết xác nhận trong email để hoàn tất việc xóa tài khoản người dùng của bạn.

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Email address
vi: Địa chỉ email

source: Save profile
vi: Lưu hồ sơ

source: Login to your account
vi: Đăng nhập vào tài khoản của bạn

source: Forget Password?
vi: Quên mật khẩu?

source: Login my account
vi: Đăng nhập tài khoản của tôi

source: Login
vi: Đăng nhập

source: Log in
vi: Đăng nhập

source: Login with your email and password
vi: Đăng nhập bằng email và mật khẩu của bạn

source: Lost or forgot your password?
vi: Mất hoặc quên mật khẩu của bạn?

source: Have no account? Register.
vi: Không có tài khoản? Đăng ký.

source: Register to your account
vi: Đăng ký vào tài khoản của bạn

source: Create my account
vi: Tạo tài khoản của tôi

source: Confirm registration
vi: Xác nhận đăng ký

source: Click on the confirmation link in the email to complete the registration.
vi: Nhấp vào liên kết xác nhận trong email để hoàn thành đăng ký.

source: Register
vi: Đăng ký

source: Save
vi: Lưu

source: Welcome to %(site.domain)s. You or someone in behalf of you has requested to join %(site.domain)s. If you did not request to join, please ignore this message or report an incident to %(contact|safe)s. Otherwise, please take a moment and follow the link below to activate your user account:
vi: Chào mừng bạn đến %(site.domain)s. Bạn hoặc ai đó thay mặt bạn đã yêu cầu tham gia %(site.domain)s. Nếu bạn không yêu cầu tham gia, vui lòng bỏ qua tin nhắn này hoặc báo cáo sự cố với %(contact|safe)s. Nếu không, vui lòng dành một chút thời gian và theo dõi liên kết bên dưới để kích hoạt tài khoản người dùng của bạn:

source: A user account allows you to send comments without the need to confirm them. You can also send reactions to the content of the site.
vi: Tài khoản người dùng cho phép bạn gửi nhận xét mà không cần phải xác nhận chúng. Bạn cũng có thể gửi phản ứng đến nội dung của trang web.

source: Thank you for registering.
vi: Cảm ơn bạn đã đăng ký.

source: %d user was successfully marked as Activate.
vi: %d người dùng được đánh dấu thành công là kích hoạt. %d người dùng được đánh dấu thành công là kích hoạt.

source: %d user was successfully marked as Deactivate.
vi: %d người dùng được đánh dấu thành công là vô hiệu hóa. %d người dùng được đánh dấu thành công là vô hiệu hóa.

source: Your registration process is not finished yet, you have to confirm your e-Mail address. Check the e-Mail message we already sent you.
vi: Quá trình đăng ký của bạn vẫn chưa kết thúc, bạn phải xác nhận địa chỉ e-mail của mình. Kiểm tra tin nhắn e-mail mà chúng tôi đã gửi cho bạn.

source: This user account is not active.
vi: Tài khoản người dùng này không hoạt động.

source: Enter a correct e-Mail address and password. Note that both fields are case-sensitive.
vi: Nhập địa chỉ e-mail và mật khẩu chính xác. Lưu ý rằng cả hai trường đều nhạy cảm trường hợp.

source: Remember me
vi: Nhớ tôi

source: This email address is already registered.
vi: Email này đã được đăng kí trước đây.

source: Please, provide a name with at least 5 characters.
vi: Xin vui lòng, cung cấp một tên với ít nhất 5 ký tự.

source: Create Password
vi: Tạo mật khẩu

source: For your account's security please, provide a longer password.
vi: Để bảo mật tài khoản của bạn, vui lòng cung cấp mật khẩu dài hơn.

source: Type a New Password
vi: Nhập mật khẩu mới

source: Confirm the Password
vi: Xác nhận mật khẩu

source: Please, type the same password in both fields.
vi: Xin vui lòng, nhập cùng một mật khẩu trong cả hai trường.

source: Anonymize my contributions.
vi: Ẩn danh những đóng góp của tôi.

source: Keep my name in my contributions.
vi: Giữ tên của tôi trong những đóng góp của tôi.

source: About my contributions
vi: Về những đóng góp của tôi

source: Yes, I want to cancel my account.
vi: Có, tôi muốn hủy tài khoản của mình.

source: You must confirm that you want to cancel your account
vi: Bạn phải xác nhận rằng bạn muốn hủy tài khoản của mình

source: name
vi: tên

source: staff status
vi: tình trạng nhân viên

source: Designates whether the user can log into this site.
vi: Chỉ định xem người dùng có thể đăng nhập vào trang web này hay không.

source: active
vi: hoạt động

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
vi: Chỉ định xem người dùng này có nên được coi là hoạt động hay không. Không chọn này thay vì xóa tài khoản.

source: date joined
vi: ngày tham gia

source: Request to change your account's email address
vi: Yêu cầu thay đổi địa chỉ email của tài khoản của bạn

source: confirm registration request
vi: xác nhận yêu cầu đăng ký

source: confirm account deletion request
vi: xác nhận yêu cầu xóa tài khoản

source: Successfully changed your password.
vi: Thay đổi thành công mật khẩu của bạn.

source: You need to login again with your new password.
vi: Bạn cần đăng nhập lại bằng mật khẩu mới của mình.
